{
  "articles": [
    {
      "articleTitle": "Johnnie Walker",
      "articleDescription": "Johnnie Walker is a brand of Scotch whisky produced by Diageo in Scotland. It originated in the Scottish burgh of Kilmarnock in East Ayrshire. The brand was first established by grocer John Walker. It is the most widely distributed brand of blended Scotch whisky in the world, sold in almost every country, with annual sales of the equivalent of over 223.7 million 700 ml bottles in 2016. The fun fact is that Winston Churchill's favourite whisky was Johnnie Walker Red Label, which he mixed with a large amount of water.",
      "articleIngredients": "barley",
      "articleHistory": "The legendary, original John Walker was born on July 25, 1805, on Todriggs Farm, Kilmarnock, East Ayrshire, Scotland. The farm was not far from Glasgow on the west side of the island. In 1819, John’s father died, and the family farm where little Johnnie had spent the first fourteen years of his life, was sold. Though he was still but a little lad of 15, the proceeds from the sale were used to purchase a grocery store inside Kilmarnock proper. After a short time apprenticing to learn his new trade, John took over full management of his thriving business.Even though his main trade was selling groceries, over time he became well known as the go-to supplier of tea, fine wines, and spirits. He sold all kinds of alcohol, including rum, brandy, and gin, but it was his own private label whiskey that gained him recognition in the region. Most shop owners of the day stocked single malts, with inconsistent taste and texture. Mr. Walker, being a savvy businessman, made his whiskey through blending, giving him the ability to maintain good flavor quality in every bottle. In 1833, John married Elizabeth Purves, who later gave birth to their first son, Alexander. John was known locally as a member of trade associations and the Freemasons. A major flood damaged many local businesses in 1852, and reports show that his entire stock was ruined. It took almost two years to rebuild the business, but afterward, the popularity of his signature blend continued to grow until his death in 1857. After his death, the family business was taken over by Alexander. Britain was at the center of the Industrial Revolution, and with the arrival of the railroad in 1843 on his side, Alexander Walker created a distribution network that shipped John’s whiskey worldwide. The first copyrighted blend, called “Old Highland Whisky,” hit the shelves in 1867. This recipe is a direct ancestor of what we know call Johnnie Walker Black Label. The company has continued to grow, of course, adding Blue, Double Black, Gold, and Platinum label Johnnie Walker to the line. Now among a portfolio of brands owned by a large international company, the whiskey is no longer distilled in Kilmarnock, and the original plant has been demolished. Though the facilities are gone, you’ll still find the resilient, Scottish spirit of the original Johnnie Walker in every sip.",
      "articleIcon": "johnniewalkerIcon.jpeg"
    },
    {
      "articleTitle": "Jack Daniel's",
      "articleDescription": "Jack Daniel's is a brand of Tennessee whiskey. It is produced in Lynchburg, Tennessee, by the Jack Daniel Distillery, which has been owned by the Brown–Forman Corporation since 1956. Packaged in square bottles, Jack Daniel's \"Black Label\" Tennessee whiskey sold 12.5 million nine-liter cases in the fiscal year ending on April 30, 2017. Other brand variations, such as Tennessee Honey, Gentleman Jack, and Tennessee Fire products brought a total of 16 million cases for the entire Jack Daniel's family of brands.",
      "articleIngredients": "rye corn barley",
      "articleHistory": "It all started when Jack ran away from home after his mother and father had both died. Prior to his death, Jack’s father remarried, but Jack despised his stepmother and was taken in by a local preacher named Dan Call. Call began teaching Jack about distilling, and in 1875 Jack founded a registered distilling business with Call using money from his late father’s estate. Shortly thereafter, Call quit the business due to religious reasons, and Jack took over the ownership. In 1884, Jack Daniel purchased the land where the distillery is located today. He ran it until 1907, when he gave the distillery to his nephew, Lemuel “Lew” Motlow, since he never married or had children. Motlow operated the distillery for 40 years. In 1910, he challenged the law in a case that went to the Tennessee Supreme Court. Since a statewide prohibition was passed in 1910, the legal distillation of Jack Daniel’s in Tennessee was not allowed. The company then moved production to St. Louis, Missouri, and Birmingham, Alabama, but was not able to achieve the quality of whiskey that was produced in Tennessee. Both Missouri and Alabama were affected by similar prohibitions, and after several years of repeals and changes to the law, the distillery was finally up and running for business in 1947. While it is now legal to distill whiskey in Tennessee, the distillery is actually located in a dry county. This means that while the product can legally be produced, it cannot legally be sold. However, there is one exception, which is that Jack Daniel’s can sell one commemorative product. You can purchase Gentleman Jack, Jack Daniel’s Single Barrel, or Old No. 7 at the distillery’s bottle shop. Free tours are offered daily at the distillery from 9:00 a.m. to 4:30 p.m., except on Thanksgiving, Christmas Eve, Christmas Day, and New Year’s Day. After each tour, guests are served a small cup of lemonade, since the dry country prohibits any alcohol sales.",
      "articleIcon": "jackdanielsIcon.jpeg"
    },
    {
      "articleTitle": "Ballantine's",
      "articleDescription": "Ballantine's is a brand of blended Scotch whiskey produced by Pernod Ricard in Dumbarton, Scotland. The Ballantine's flavor is dependent on fingerprint malts from Miltonduff and Glenburgie, blended with 50 single malts and four single grains. The brand has won many accolades and awards for its products. The world's second-highest-selling Scotch whisky has historically been strong in Southern Europe. Ballantine innovates while staying true to a heritage that dates back to 1827.",
      "articleIngredients": "wheat barley",
      "articleHistory": "Ballantine's Scotch whisky can trace its heritage back to 1827 when farmer's son George Ballantine set up a small grocery store in Edinburgh supplying a range of whiskies to his clientele. In 1865 George delegated the store's operation to his eldest son, Archibald, while he opened a larger establishment in Glasgow. Here he concentrated on the wine and spirit trade, catering to clients that included the Hindu Royal Family. He also began to create his own blends. These inspired additional demand, drawing a second son, George junior, into the business. Trading as \"George Ballantine and Son Ltd\", the firm added a bonded warehouse and began to export their Scotch. George senior retired in 1881 and died 10 years later at age 83 with George junior taking over. Building on the reputation and goodwill of the \"Ballantine's\" name, the new owners focused on developing it as a brand for their blended whiskies. The internationally experienced Canadian distilling concern of Hiram Walker Gooderham & Worts acquired Ballantine's in 1937. The new owners' first task was to secure fillings, to which end the Miltonduff and Glenburgie Distilleries were purchased, and a massive new grain distillery – the largest in Europe – was built at Dumbarton. During the 1960s the company turned to Europe - at that time an unexplored market for Scotch whisky – and by 1965 had secured such a strong foothold there that it resolved to gear the home trade to supporting the overseas business. Strong distribution and the popularity of Scotch whisky in the mid-1980s were key influencers in growth. Ballantine's was named the number one brand in Europe and the third largest in the world in 1986 with the oldest product Ballantine's Finest. In Korea, Ballantine's is the clear number one in the super-premium category with its ever-popular Ballantine's 17 in addition to 21 and 30. In 1988, the Company became part of the global beverage conglomerate Allied Domecq. In 2002 the large Dumbarton Grain distillery was mothballed, with production shifting to the Strathclyde Grain distillery in the Gorbals of Glasgow. In 2005 Ballantine's was acquired by Pernod Ricard. Ballantines still maintain a large bonded warehouse complex in Dumbarton East and a bottling plant to the North of the town.",
      "articleIcon": "ballantinesIcon.jpeg"
    },
    {
      "articleTitle": "Jameson",
      "articleDescription": "Jameson is a blended Irish whiskey produced by the Irish Distillers subsidiary of Pernod Ricard. Originally one of the six main Dublin Whiskeys at the Jameson Distillery Bow St., Jameson is now distilled at the New Midleton Distillery in County Cork. It is by far the best-selling Irish whiskey in the world; in 2019, annual sales passed 8 million cases. It has been sold internationally since the early 19th century and is available to buy in over 130 countries.",
      "articleIngredients": "corn barley",
      "articleHistory": "Jameson’s Irish whiskey has a long history which they are indeed very proud of. The famous distillery you will visit with our great value combo deal is located on Bow Street in the cities Smithfield area. The distillery was first opened in 1780 but not under the same name we all know and love today. It was called The Steins Family Bow Street Distillery up until a Scotsman by the name of John Jameson stepped off the boat in Ireland and changed the Irish whiskey business forever. John Jameson became General Manager of the Distillery in 1786 and by 1805 he took full ownership of the Distillery which he then also expanded. In 1810 the name of the Whiskey was changed to that we all know and love today, The John Jameson and Sons Irish Whiskey Company, or Jameson’s Irish whiskey for short. Jameson though had stiff competition as at the time his was not the only distillery in Dublin. In fact there were many other distilleries and many others like Jameson who wanted to impress and stand out from the crowd. Jameson quickly grew and became Ireland’s biggest and one of the world’s biggest distillers of whiskey by the 19th century. It wasn’t all good times for the famous Irish distiller though as the 20th century brought some very hard times with it for Jameson’s. After Ireland declared its independence from Britain the distillery began to struggle. Trade war with Britain meant increased tariffs on exporting to one of the distilleries biggest markets. As well as this due to American prohibition the company’s largest market was cut off. The Whiskey trade in Scotland boomed as a result with cheap exports to Canada meaning they could also smuggle whiskey across the American border. To ensure the name and legacy of Jameson’s lived on the company had to do something so to become stronger they decided in 1966 to merge with previous rivals the Cork Distillers Company and John Powers to form the Irish distillers Group. In 1976 the New Middleton Distillery was opened which meant sadly the Bow Street Distillery closed its doors for the last time until the exceptional visitor’s center you will visit today opened its doors in 1997. Today Jameson’s is the bestselling Irish whiskey in the world and the legacy of the Bow Street distillery and founder John Jameson lives on.",
      "articleIcon": "jamesonIcon.jpeg"
    },
    {
      "articleTitle": "Jim Beam",
      "articleDescription": "Jim Beam is an American brand of bourbon whiskey produced in Clermont, Kentucky, by Beam Suntory. It is one of the best-selling brands of bourbon in the world. Since 1795, seven generations of the Beam family have been involved in whiskey production for the company that produces the brand. The brand name became 'Jim Beam' in 1943 in honor of James B. Beam, who rebuilt the business after Prohibition ended. Previously produced by the Beam family and later owned by the Fortune Brands.",
      "articleIngredients": "rye corn barley",
      "articleHistory": "During the late 18th century, members of the Böhm family, who eventually changed the spelling of their surname to 'Beam', emigrated from Germany and settled in Kentucky. Johannes 'Jacob' Beam was a farmer who began producing whiskey in the style that became bourbon. Jacob Beam sold his first barrels of corn whiskey around 1795 then called Old Jake Beam Sour Mash. Jacob Beam's son David Beam took on his father's responsibilities in 1820 at the age of 18, expanding the distribution of the family's bourbon during the time of the Industrial Revolution. David M. Beam in 1854 moved the distillery to Nelson County to capitalize on the growing network of railroad lines connecting states. Until 1880, customers would bring their own jugs to the distillery to fill them with whiskey. In 1880, the company started bottling the product and selling it nationally under the brand name 'Old Tub'. In 1943, the brand name was changed from 'Old Tub' to 'Jim Beam', after James Beauregard Beam, and some of the bottle labels bear the statement, 'None Genuine Without My Signature' with the signature James B. Beam. The Beam company was purchased by American Brands in 1968. Jeremiah Beam started working at the Clear Springs distillery in 1913, later becoming the master distiller and overseeing operations at the new Clermont facility. Booker Noe, the grandson of Jim Beam, was the Master Distiller at the Jim Beam Distillery for more than 40 years, working closely with Master Distiller Jerry Dalton. In 1987 Booker introduced his namesake bourbon, Booker's, the company's first uncut, straight-from-the-barrel bourbon, and the first of the company's 'Small Batch Bourbon Collection'. Jim Beam was part of the holding company formerly known as Fortune Brands which was dismantled in 2011. Other parts of the remaining company were spun off as an IPO on the NYSE on the same day, as Fortune Brands Home & Security, and the liquor division of the holding company was renamed Beam, Inc. on October 4, 2011. In January 2014, it was announced that Beam Inc. would be purchased by Suntory Holdings Ltd., a Japanese group of brewers & distillers known for producing Japan's first whiskey. The combined company is known as Beam Suntory.",
      "articleIcon": "jimbeamIcon.jpeg"
    },
    {
      "articleTitle": "Maker's Mark",
      "articleDescription": "Maker’s Mark is a wheat bourbon made in batches of less than 1,000 gallons (around 19 barrels at a time). It is a handcrafted bourbon that comes in a square-shaped container inspired by Bill Samuels Sr. wife’s collection of cognac bottles. Each bottle is dipped by hand as opposed to by a machine. Incidentally, no two dippings are alike and sometimes a bottle is over-dipped which Maker’s Mark fondly refers to as a 'slam dunk.'",
      "articleIngredients": "wheat corn barley",
      "articleHistory": "Maker's Mark's origin began when T. William 'Bill' Samuels Sr., purchased the 'Burks' Distillery' in Loretto, Kentucky, for $35,000 on October 1, 1953. Production began in 1954, and the first run was bottled in 1958 under the brand's dipped red wax seal. In the 1960s and 1970s, Maker's Mark was widely marketed with the tagline, 'It tastes expensive ... and is.' The distillery was listed on the National Register of Historic Places on December 31, 1974, and designated a National Historic Landmark on December 16, 1980, listed as 'Burks' Distillery', the first distillery in America to be recognized while the landmark buildings were in active production. Maker's Mark was sold to Hiram Walker & Sons in 1981, which was acquired by the distillery giant Allied Domecq in 1987. When Allied-Domecq was bought by Pernod Ricard in 2005, the Maker's Mark brand was sold to Deerfield, Illinois–based Fortune Brands. Fortune Brands split in 2011, with its alcoholic beverage business becoming Beam Inc. After the brand's creation by Bill Samuels Sr., its production was overseen by his son Bill Samuels Jr. until 2011 when he announced his retirement as president and CEO at the age of 70. His son Rob Samuels succeeded him in April 2011. On February 9, 2013, the company sent a mass email announcing a plan to reduce the alcohol strength of the whiskey, citing supply issues as the reason for the change. The result of this change would have been to reduce the product from 90 U.S. proof (45% alcohol by volume) to 84 U.S. proof (42% abv), which would have stretched inventory by about 6%. Maker's Mark said that their own tasting panel of distillery employees reported no taste difference in the lower proof, while industry analysts said that the difference would be subtle, and since most drinkers mix the bourbon or serve it on ice, few would be able to notice it. According to Neil Irwin for The Washington Post's Wonkblog, the decision can be explained by Beam's desire to keep Maker's Mark competitive as a premium bourbon at mid-range bars, and a good drink among high-end bars. On February 17, the company said that it had reconsidered its decision after receiving a strong negative reaction from customers and that it would continue to bottle at the original strength. Some overseas markets like Australia will continue to sell whiskey at 40%. In January 2014, Beam Inc. announced its sale to Suntory, creating Beam Suntory, the third-largest distilled spirits maker in the world.",
      "articleIcon": "makersmarkIcon.jpeg"
    },
    {
      "articleTitle": "The famous Grouse",
      "articleDescription": "The Famous Grouse is a brand of blended Scotch whisky produced by The Edrington Group in Scotland. It was first produced by Matthew Gloag & Son in 1896. The single malt whiskies used in The Famous Grouse blend include the Edrington-owned Highland Park and The Macallan. Its emblem is the red grouse, Scotland's national game bird. It has been the highest-selling whisky brand in Scotland since 1980. The majority of its sales in the United Kingdom are during the Christmas period.",
      "articleIngredients": "barley",
      "articleHistory": "Matthew Gloag was a grocer and wine merchant at 22 Atholl Street, Perth, Scotland. Gloag originally specialized in imported wines and ports from France, Spain, and Portugal. When Queen Victoria visited Perth in 1842, he was invited to supply the wines for the royal banquet. In 1860, his son, William Gloag, took over the company. Following the Great French Wine Blight the company began to look at creating its own blended whiskies around 1875. In 1896, William's nephew, Matthew Gloag (1850-1912), took over the family business. He created a new blended brand called The Grouse in 1896. at this time the company was still operating from the grandfather's premises but had expanded to occupy adjacent shops, jointly covering 20 to 26 Atholl Street. In 1905 the limited company of Matthew Gloag & son was formed and the Grouse was renamed The Famous Grouse in the same year. Matthew Gloag's daughter Phillippa first designed the label's grouse icon. Only at this point did the company move to new purpose-built premises on Kinnoull Street. In 1970, Matthew Gloag & Son, owned by the Gloag family, was sold to Highland Distillers, after the death of the chairman, Matthew Frederick Gloag. The marketing and distributive power of the company saw Famous Grouse become the highest-selling Scotch in Scotland by 1980 and the second-highest-selling in the United Kingdom. From the 1980s the brand began to be exported overseas, where it now sells over 2 million cases annually. In 1984 The Famous Grouse was awarded the Royal Warrant. It is worth adding that the blend goes through a marrying process for up to six months at 46% ABV. It is mandated by The Scotch Whisky Association (SWA) that, in order to call a whisky 'Blended Scotch', the youngest alcoholic component in the drink needs to be matured for at least three years. This implies that all single malt and single grain whiskies used to create that 'Blended Scotch' must have been matured as prescribed for at least three years. The manufacturers, however, do not state how old the youngest malt in their blend is. Rather, they optimize the standard taste by blending casks of varying ages among batches. The aging is done in oak casks.",
      "articleIcon": "thefamousgrouseIcon.jpeg"
    },
    {
      "articleTitle": "Grant's",
      "articleDescription": "Grant’s Family Reserve can be seen as a classic Speyside style of the blend – well-mannered, smooth, and sweet, with pear and summer fruit notes on the nose, malt, vanilla, and floral influences on the palate, and long, sweet finish with just a hint of peat. The key grain component is sourced from Grant’s own Girvan distillery in Ayrshire, while principal malts among the 25 or so that go into the blend include the firm’s own Glenfiddich, Balvenie, Kininvie, and Ailsa Bay whiskies.",
      "articleIngredients": "barley",
      "articleHistory": "Company founder William Grant first began to sell blended whisky in 1898, a dozen years after the Grant family had established the Glenfiddich distillery on the outskirts of the Speyside village of Dufftown. A number of names were given to early blends created by Grants, including Best Procurable, Hare and Hounds, Liqueur, and even Grant’s Shannon, an Irish-style blended whiskey. The one that stuck, however, was Standfast – after the Grant clan motto ‘Standfast Craigellachie!’. In 1903 William Grant recruited his son-in-law Charles Gordon to the family firm as sales director, in order to establish a base in Glasgow from which to sell Standfast, aided by William’s third son, Charles. The pair set up a duty-paid warehouse in the Gorbals district of the city, and somewhat unconventionally, the premises occupied the basement of the Gorbals Parish Church. Their pre-blended whisky was decanted from casks sent by rail from Dufftown to Glasgow into two-gallon stoneware jars or ‘pigs’, which were supplied to the local licensed trade. Initial progress in marketing the new blend was slow, with Charles Gordon famously making 181 calls before selling his first case! Grant’s gradually became established both at home and abroad, however, enjoying notable success in post-war North America. In 1957 it appeared in its now familiar triangular bottle, designed by Hans Shleger, a refugee from Nazi Germany. Having been known until the mid-1980s as Grant’s Standfast, the blend was re-branded as Grant’s Family Reserve, reflecting the fact that William Grant & Sons remains an independent company in family ownership. The presentation has since undergone a number of makeovers, including embossing the Grant coat-of-arms and motto onto the bottle, and adding ‘Est 1887’ and the legend ‘Independent Family Distillers for Five Generations.’ For some years, 12 and 18-year-old variants of the Grant’s blend were available, but these have now been discontinued, while the travel retail-exclusive Voyager expression has been introduced, along with the non-chill-filtered Distillery Edition, exclusive to the Glenfiddich distillery visitors’ center. Grant’s Ale Cask Reserve is the only Scotch finished in ale casks, while Sherry Cask Reserve completes its maturation in ex-oloroso Sherry casks. 2014 saw the most significant change to the Grant’s blended Scotch portfolio in many years when Signature was added to the range. Signature is an easy-drinking blend designed to appeal to younger consumers but backed up by the Grant’s name and remarkable family heritage.",
      "articleIcon": "grantsIcon.jpeg"
    },
    {
      "articleTitle": "Tullamore Dew",
      "articleDescription": "Tullamore Dew, rendered in most branding as Tullamore D.E.W., is a brand of Irish whiskey produced by William Grant & Sons. It is the second-largest-selling brand of Irish whiskey globally, with sales of over 1,500,000 cases per annum as of 2020. The whiskey was originally produced in Tullamore, County Offaly, Ireland, at the old Tullamore Distillery which was established in 1829. Its name is derived from the initials of Daniel E. Williams (D.E.W.), a general manager and later owner of the original distillery.",
      "articleIngredients": "wheat barley",
      "articleHistory": "The origins of Tullamore D.E.W. date back to 1829 when a distillery was established in Tullamore by Michael Molloy. On his death, the distillery eventually passed to his nephew, Bernard Daly who later appointed Daniel E. Williams as the distillery's General Manager. Under Williams's watchful eye, the distillery expanded and prospered, launching the whiskey bearing his initials (D.E.W.), Tullamore D.E.W. In 1954, the distillery ceased production, having, like many of those in Ireland at the time, been hit by declining sales due to a number of factors such as Prohibition, the Anglo-Irish Trade War, and high taxes introduced by the Irish Free State. In the 1960s, with whiskey stocks running low, rather than reopen the distillery, the owners opted to sell the brand to John Powers & Son, the Dublin distillers. In 1966, John Powers & Son merged with two other Irish distilleries to form Irish Distillers. In the 1970s, Irish Distillers closed their existing distilleries and consolidated production at a new distillery built in Midleton, County Cork. In 1994, Irish Distillers, then concentrating their international focus on promoting Jameson Irish whiskey, sold the brand to the C&C Group. Subsequently, the C&C Group divested their entire liqueur and spirit business (including Tullamore D.E.W.), which was acquired by William Grant & Sons for €300 million in 2010. At this point, Tullamore D.E.W. was still being produced under license by the Midleton Distillery. Therefore, as the expansion of the brand was dependent on the availability of whiskey from Midleton, and with significant growth envisaged, William Grant & Sons, opted to construct a new distillery in Tullamore, rather than depend on outsourced production. Construction of the distillery is to take place on a phased basis. Phase one was completed in 2014, which saw the production of whiskey return to Tullamore for the first time in sixty years. The new distillery has the capability to produce both malt and pot still whiskey. However, it does not yet have a Coffey still installed to allow the production of grain whiskey. Therefore, as Tullamore D.E.W. is a blend of all three varieties of Irish whiskey, the grain whiskey component of the blend will continue to be sourced from Midleton until phase two is completed.",
      "articleIcon": "tullamoredewIcon.jpeg"
    }
    ,
    {
      "articleTitle": "Yamazaki",
      "articleDescription": "Yamazaki distillery is a Japanese whisky distillery located in Shimamoto, Osaka Prefecture, Japan. Opened in 1923, and owned by Suntory, it was Japan's first commercial whisky distillery. Seven thousand bottles of unblended malt whisky are on display in its 'Whisky Library'. There are three primary variants of Yamazaki whisky: Yamazaki Single Malt 12-Year-Old whisky, Yamazaki Single Malt 18-Year-Old whisky, and Yamazaki Single Malt 25-Year-Old whisky.",
      "articleIngredients": "barley",
      "articleHistory": "Over a century ago, the House of Suntory was built on one man’s dream. Shinjiro Torii wanted to create something new and special. Against the backdrop of the Japanese Meiji Era, a period of rapid modernization during which Japan opened its eyes to the West for inspiration, young Shinjiro grew into an entrepreneur, maker, and doer. In 1923. Inspired by the riches of Japan’s nature, he chose the region for its reputed soft water, unique climate, and distinct seasons—all of which would contribute to the distinctive Japanese character of Suntory whiskies. Shinjiro had actualized his dream to “create an original Japanese Whisky blessed with the riches of Japanese nature and ‘Monozukuri’ craftsmanship.” Today, that continues to be his grandson Shingo Torii’s mission. The House of Suntory now represents a House of Japanese Culture—a rich cultural experience and pilgrimage to Japan in every bottle, ready to be discovered by the world. The Yamazaki distillery was opened in 1923 by Torii Shinjiro as the first malt whisky distillery in Japan. The company founder and chairman of Kotobukiya (the predecessor company of Suntory) wanted to produce a serious whisky and therefore hired Taketsuru Masataka, whom he appointed factory director of the Yamazaki distillery in 1924. This descendant of a sake brewing family from the 17th century was in Scotland in 1918. He traveled to study at Glasgow University and learned how to make Scotch whisky on-site. He married a Scottish girl, Jessie Roberta 'Rita' Cowan, who went to Japan with him in 1920. Under Taketsuru the production of the first whisky was completed in 1929, which was sold as shirofuda. Due to differences with Torii, Taketsuru left the company in 1934 and founded the Daju-Nippon Kaju KK company, later called Nikka Whisky Distilling, in Hokkaidō in the same year. The House of Suntory is a House of Japanese artisans, crafting world-class spirits, inspired by Japanese nature and mastered with Japanese craft. In addition to luxury brands Yamazaki, Hakushu, Chita, and Hibiki, they also have Suntory Whisky Toki, Roku Gin, and Haku Vodka as premium offerings.",
      "articleIcon": "yamazakiIcon.jpeg"
    }
  ]
}
