{
  "articles": [
    {
      "articleTitle": "Johnnie Walker",
      "articleDescription": "Johnnie Walker is a brand of Scotch whisky produced by Diageo in Scotland. It originated in the Scottish burgh of Kilmarnock in East Ayrshire. The brand was first established by grocer John Walker. It is the most widely distributed brand of blended Scotch whisky in the world, sold in almost every country, with annual sales of the equivalent of over 223.7 million 700 ml bottles in 2016. The fun fact is that Winston Churchill's favourite whisky was Johnnie Walker Red Label, which he mixed with a large amount of water.",
      "articleIngredients": "barley",
      "articleHistory": "The legendary, original John Walker was born on July 25, 1805, on Todriggs Farm, Kilmarnock, East Ayrshire, Scotland. The farm was not far from Glasgow on the west side of the island. In 1819, John’s father died, and the family farm where little Johnnie had spent the first fourteen years of his life, was sold. Though he was still but a little lad of 15, the proceeds from the sale were used to purchase a grocery store inside Kilmarnock proper. After a short time apprenticing to learn his new trade, John took over full management of his thriving business.Even though his main trade was selling groceries, over time he became well known as the go-to supplier of tea, fine wines, and spirits. He sold all kinds of alcohol, including rum, brandy, and gin, but it was his own private label whiskey that gained him recognition in the region. Most shop owners of the day stocked single malts, with inconsistent taste and texture. Mr. Walker, being a savvy businessman, made his whiskey through blending, giving him the ability to maintain good flavor quality in every bottle. In 1833, John married Elizabeth Purves, who later gave birth to their first son, Alexander. John was known locally as a member of trade associations and the Freemasons. A major flood damaged many local businesses in 1852, and reports show that his entire stock was ruined. It took almost two years to rebuild the business, but afterward, the popularity of his signature blend continued to grow until his death in 1857. After his death, the family business was taken over by Alexander. Britain was at the center of the Industrial Revolution, and with the arrival of the railroad in 1843 on his side, Alexander Walker created a distribution network that shipped John’s whiskey worldwide. The first copyrighted blend, called “Old Highland Whisky,” hit the shelves in 1867. This recipe is a direct ancestor of what we know call Johnnie Walker Black Label. The company has continued to grow, of course, adding Blue, Double Black, Gold, and Platinum label Johnnie Walker to the line. Now among a portfolio of brands owned by a large international company, the whiskey is no longer distilled in Kilmarnock, and the original plant has been demolished. Though the facilities are gone, you’ll still find the resilient, Scottish spirit of the original Johnnie Walker in every sip.",
      "articleIcon": "default.jpeg"
    },
    {
      "articleTitle": "Jack Daniel's",
      "articleDescription": "Jack Daniel's is a brand of Tennessee whiskey. It is produced in Lynchburg, Tennessee, by the Jack Daniel Distillery, which has been owned by the Brown–Forman Corporation since 1956. Packaged in square bottles, Jack Daniel's \"Black Label\" Tennessee whiskey sold 12.5 million nine-liter cases in the fiscal year ending on April 30, 2017. Other brand variations, such as Tennessee Honey, Gentleman Jack, and Tennessee Fire products brought a total of 16 million cases for the entire Jack Daniel's family of brands.",
      "articleIngredients": "rye corn barley",
      "articleHistory": "It all started when Jack ran away from home after his mother and father had both died. Prior to his death, Jack’s father remarried, but Jack despised his stepmother and was taken in by a local preacher named Dan Call. Call began teaching Jack about distilling, and in 1875 Jack founded a registered distilling business with Call using money from his late father’s estate. Shortly thereafter, Call quit the business due to religious reasons, and Jack took over the ownership. In 1884, Jack Daniel purchased the land where the distillery is located today. He ran it until 1907, when he gave the distillery to his nephew, Lemuel “Lew” Motlow, since he never married or had children. Motlow operated the distillery for 40 years. In 1910, he challenged the law in a case that went to the Tennessee Supreme Court. Since a statewide prohibition was passed in 1910, the legal distillation of Jack Daniel’s in Tennessee was not allowed. The company then moved production to St. Louis, Missouri, and Birmingham, Alabama, but was not able to achieve the quality of whiskey that was produced in Tennessee. Both Missouri and Alabama were affected by similar prohibitions, and after several years of repeals and changes to the law, the distillery was finally up and running for business in 1947. While it is now legal to distill whiskey in Tennessee, the distillery is actually located in a dry county. This means that while the product can legally be produced, it cannot legally be sold. However, there is one exception, which is that Jack Daniel’s can sell one commemorative product. You can purchase Gentleman Jack, Jack Daniel’s Single Barrel, or Old No. 7 at the distillery’s bottle shop. Free tours are offered daily at the distillery from 9:00 a.m. to 4:30 p.m., except on Thanksgiving, Christmas Eve, Christmas Day, and New Year’s Day. After each tour, guests are served a small cup of lemonade, since the dry country prohibits any alcohol sales.",
      "articleIcon": "default.jpeg"
    },
    {
      "articleTitle": "Ballantine's",
      "articleDescription": "Ballantine's is a brand of blended Scotch whiskey produced by Pernod Ricard in Dumbarton, Scotland. The Ballantine's flavor is dependent on fingerprint malts from Miltonduff and Glenburgie, blended with 50 single malts and four single grains. The brand has won many accolades and awards for its products. The world's second-highest-selling Scotch whisky has historically been strong in Southern Europe. Ballantine innovates while staying true to a heritage that dates back to 1827.",
      "articleIngredients": "wheat barley",
      "articleHistory": "Ballantine's Scotch whisky can trace its heritage back to 1827 when farmer's son George Ballantine set up a small grocery store in Edinburgh supplying a range of whiskies to his clientele. In 1865 George delegated the store's operation to his eldest son, Archibald, while he opened a larger establishment in Glasgow. Here he concentrated on the wine and spirit trade, catering to clients that included the Hindu Royal Family. He also began to create his own blends. These inspired additional demand, drawing a second son, George junior, into the business. Trading as \"George Ballantine and Son Ltd\", the firm added a bonded warehouse and began to export their Scotch. George senior retired in 1881 and died 10 years later at age 83 with George junior taking over. Building on the reputation and goodwill of the \"Ballantine's\" name, the new owners focused on developing it as a brand for their blended whiskies. The internationally experienced Canadian distilling concern of Hiram Walker Gooderham & Worts acquired Ballantine's in 1937. The new owners' first task was to secure fillings, to which end the Miltonduff and Glenburgie Distilleries were purchased, and a massive new grain distillery – the largest in Europe – was built at Dumbarton. During the 1960s the company turned to Europe - at that time an unexplored market for Scotch whisky – and by 1965 had secured such a strong foothold there that it resolved to gear the home trade to supporting the overseas business. Strong distribution and the popularity of Scotch whisky in the mid-1980s were key influencers in growth. Ballantine's was named the number one brand in Europe and the third largest in the world in 1986 with the oldest product Ballantine's Finest. In Korea, Ballantine's is the clear number one in the super-premium category with its ever-popular Ballantine's 17 in addition to 21 and 30. In 1988, the Company became part of the global beverage conglomerate Allied Domecq. In 2002 the large Dumbarton Grain distillery was mothballed, with production shifting to the Strathclyde Grain distillery in the Gorbals of Glasgow. In 2005 Ballantine's was acquired by Pernod Ricard. Ballantines still maintain a large bonded warehouse complex in Dumbarton East and a bottling plant to the North of the town.",
      "articleIcon": "default.jpeg"
    },
    {
      "articleTitle": "Jameson",
      "articleDescription": "Jameson is a blended Irish whiskey produced by the Irish Distillers subsidiary of Pernod Ricard. Originally one of the six main Dublin Whiskeys at the Jameson Distillery Bow St., Jameson is now distilled at the New Midleton Distillery in County Cork. It is by far the best-selling Irish whiskey in the world; in 2019, annual sales passed 8 million cases. It has been sold internationally since the early 19th century and is available to buy in over 130 countries.",
      "articleIngredients": "corn barley",
      "articleHistory": "Jameson’s Irish whiskey has a long history which they are indeed very proud of. The famous distillery you will visit with our great value combo deal is located on Bow Street in the cities Smithfield area. The distillery was first opened in 1780 but not under the same name we all know and love today. It was called The Steins Family Bow Street Distillery up until a Scotsman by the name of John Jameson stepped off the boat in Ireland and changed the Irish whiskey business forever. John Jameson became General Manager of the Distillery in 1786 and by 1805 he took full ownership of the Distillery which he then also expanded. In 1810 the name of the Whiskey was changed to that we all know and love today, The John Jameson and Sons Irish Whiskey Company, or Jameson’s Irish whiskey for short. Jameson though had stiff competition as at the time his was not the only distillery in Dublin. In fact there were many other distilleries and many others like Jameson who wanted to impress and stand out from the crowd. Jameson quickly grew and became Ireland’s biggest and one of the world’s biggest distillers of whiskey by the 19th century. It wasn’t all good times for the famous Irish distiller though as the 20th century brought some very hard times with it for Jameson’s. After Ireland declared its independence from Britain the distillery began to struggle. Trade war with Britain meant increased tariffs on exporting to one of the distilleries biggest markets. As well as this due to American prohibition the company’s largest market was cut off. The Whiskey trade in Scotland boomed as a result with cheap exports to Canada meaning they could also smuggle whiskey across the American border. To ensure the name and legacy of Jameson’s lived on the company had to do something so to become stronger they decided in 1966 to merge with previous rivals the Cork Distillers Company and John Powers to form the Irish distillers Group. In 1976 the New Middleton Distillery was opened which meant sadly the Bow Street Distillery closed its doors for the last time until the exceptional visitor’s center you will visit today opened its doors in 1997. Today Jameson’s is the bestselling Irish whiskey in the world and the legacy of the Bow Street distillery and founder John Jameson lives on.",
      "articleIcon": "default.jpeg"
    },
    {
      "articleTitle": "Jim Beam",
      "articleDescription": "Jim Beam is an American brand of bourbon whiskey produced in Clermont, Kentucky, by Beam Suntory. It is one of the best-selling brands of bourbon in the world. Since 1795, seven generations of the Beam family have been involved in whiskey production for the company that produces the brand. The brand name became 'Jim Beam' in 1943 in honor of James B. Beam, who rebuilt the business after Prohibition ended. Previously produced by the Beam family and later owned by the Fortune Brands.",
      "articleIngredients": "rye corn barley",
      "articleHistory": "During the late 18th century, members of the Böhm family, who eventually changed the spelling of their surname to 'Beam', emigrated from Germany and settled in Kentucky. Johannes 'Jacob' Beam was a farmer who began producing whiskey in the style that became bourbon. Jacob Beam sold his first barrels of corn whiskey around 1795 then called Old Jake Beam Sour Mash. Jacob Beam's son David Beam took on his father's responsibilities in 1820 at the age of 18, expanding the distribution of the family's bourbon during the time of the Industrial Revolution. David M. Beam in 1854 moved the distillery to Nelson County to capitalize on the growing network of railroad lines connecting states. Until 1880, customers would bring their own jugs to the distillery to fill them with whiskey. In 1880, the company started bottling the product and selling it nationally under the brand name 'Old Tub'. In 1943, the brand name was changed from 'Old Tub' to 'Jim Beam', after James Beauregard Beam, and some of the bottle labels bear the statement, 'None Genuine Without My Signature' with the signature James B. Beam. The Beam company was purchased by American Brands in 1968. Jeremiah Beam started working at the Clear Springs distillery in 1913, later becoming the master distiller and overseeing operations at the new Clermont facility. Booker Noe, the grandson of Jim Beam, was the Master Distiller at the Jim Beam Distillery for more than 40 years, working closely with Master Distiller Jerry Dalton. In 1987 Booker introduced his namesake bourbon, Booker's, the company's first uncut, straight-from-the-barrel bourbon,[citation needed] and the first of the company's 'Small Batch Bourbon Collection'. Jim Beam was part of the holding company formerly known as Fortune Brands which was dismantled in 2011. Other parts of the remaining company were spun off as an IPO on the NYSE on the same day, as Fortune Brands Home & Security, and the liquor division of the holding company was renamed Beam, Inc. on October 4, 2011. In January 2014, it was announced that Beam Inc. would be purchased by Suntory Holdings Ltd., a Japanese group of brewers & distillers known for producing Japan's first whiskey. The combined company is known as Beam Suntory.",
      "articleIcon": "default.jpeg"
    }
  ]
}
